Repository: s-afchar/Blueflap-Universe
Catalog: Blueflap/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr_fr, hu_hu, pt_br, zh_sg

# Settings_About.Header
source: ABOUT
de: ÜBER
es: ACERCA DE
fr_fr: À PROPOS
hu_hu: NÉVJEGY
pt_br: SOBRE
zh_sg: 关于

# Settings_AdvancedSettings.Header
source: ADVANCED SETTINGS
de: ERWEITERTEN EINSTELLUNGEN
es: CONFIGURACIÓN AVANZADA
fr_fr: OPTIONS AVANCÉES
hu_hu: HALADÓ BEÁLLÍTÁSOK
pt_br: CONFIGURAÇÕES AVANÇADAS
zh_sg: 进阶设置

# Back.Text
source: Back
de: Zurück
es: Atrás
fr_fr: Retour
hu_hu: Vissza
pt_br: Voltar
zh_sg: 回去

# Settings_browsingdata.Text
source: Browsing data
de: Navigationsdaten
es: Datos de búsqueda
fr_fr: Données de navigation
hu_hu: Böngészési adatok
pt_br: Dados de navegação
zh_sg: 浏览资料

# Cancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
pt_br: Cancelar
zh_sg: 取消

# Settings_ChefProjet.Text
source: Project leader
de: Projekts Leiter
es: Líder del proyecto
fr_fr: Chef de projet
hu_hu: Projektvezető
pt_br: Líder do projeto
zh_sg: 计划领导

# Settings_clearhistorylist.Content
source: Clear history
de: Chronik löschen
es: Limpiar el historial
fr_fr: Effacer l'historique
hu_hu: Előzmények törlése
pt_br: Limpar histórico
zh_sg: 清除历史

# Settings_ContextNotifs.Header
source: Contextual notifications
de: Pop-up Benachrichtigung
es: Notificaciones contextuales
fr_fr: Notifications contextuelles
hu_hu: Kontextuális értesítések
pt_br: Notificações contextuais
zh_sg: 通知

# Settings_ContextNotifs.OffContent
source: Disabled
de: Deaktiviert
es: Desactivado
fr_fr: Désactivées
hu_hu: Letiltva
pt_br: Desativado
zh_sg: 已关闭

# Settings_ContextNotifs.OnContent
source: Enabled
de: Aktiviert
es: Activado
fr_fr: Activées
hu_hu: Engedélyezve
pt_br: Ativado
zh_sg: 已开启

# Settings_Dev.Text
source: Developer
de: Entwickler
es: Desarrollador
fr_fr: Développeur
hu_hu: Fejlesztő
pt_br: Desenvolvedor
zh_sg: 开发者

# Settings_editpassword.Text
source: Change password
de: Passwort ändern
es: Cambiar la contraseña
fr_fr: Modifier le mot de passe
hu_hu: Változtass jelszót
pt_br: Mudar senha
zh_sg: 更改密码

# Settings_enablelock.Header
source: Browser lock
de: Browser sperren
es: Bloqueo del navegador
fr_fr: Verrouillage
hu_hu: Jelszavas védelem
pt_br: Senha do navegador
zh_sg: 浏览器保护

# enabling.OffContent
source: Disabled
de: Deaktiviert
es: Desactivado
fr_fr: Désactivé
hu_hu: Letiltva
pt_br: Desativado
zh_sg: 已关闭

# enabling.OnContent
source: Enabled
de: Aktiviert
es: Activado
fr_fr: Activé
hu_hu: Engedélyezve
pt_br: Ativado
zh_sg: 已开启

# Settings_favconfirmwindow.Text
source: Confirmation pop-up
de: Pop-up Bestätigung
es: Confirmaciones emergentes
fr_fr: Fenêtre de confirmation
hu_hu: Megerősítés előugró ablaka
pt_br: Janela de confirmação
zh_sg: 确认跳窗

# Settings_Favorites.Text
source: Favorites
de: Favoriten
es: Favoritos
fr_fr: Coups de cœur
hu_hu: Kedvencek
pt_br: Favoritos
zh_sg: 最爱

# Settings_homepage.Text
source: Homepage
de: Startseite
es: Página de inicio
fr_fr: Page d'accueil
hu_hu: Kezdőlap
pt_br: Página inicial
zh_sg: 主页

# Settings_Icons.Text
source: Icons :
de: Ikone :
es: Íconos :
fr_fr: Icônes :
hu_hu: Ikonok :
pt_br: Ícones :
zh_sg: 图标

# Settings_leftmenu.Text
source: Sidebar
es: Barra lateral
fr_fr: Menu latéral
hu_hu: Odalsáv
pt_br: Barra lateral
zh_sg: 侧边目录

# Settings_lock.Text
source: Browser lock
de: Browser sperren
es: Bloqueo del navegador
fr_fr: Verrouillage
hu_hu: Jelszavas védelem
pt_br: Senha do navegador
zh_sg: 浏览器保护

# Settings_lockedit.Content
source: Edit
de: Modifizieren
es: Editar
fr_fr: Modifier
hu_hu: Szerkesztés
pt_br: Editar
zh_sg: 更改

# Settings_locksettings.Text
source: BROWSER LOCK SETTINGS
de: BROWSER SPERRENS EINSTELLUNGEN
es: CONFIGURACIÓN DE BLOQUEO DEL NAVEGADOR
fr_fr: PARAMÈTRES DU VERROUILLAGE
hu_hu: JELSZAVAS VÉDELEM BEÁLLÍTÁSAI
pt_br: CONFIGURAÇÕES DE SENHA DO NAVEGADOR
zh_sg: 浏览器保护设置

# Settings_newpassplaceholder.PlaceholderText
source: New password
de: Neues Passwort
es: Nueva contraseña
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
pt_br: Nova senha
zh_sg: 新密码

# Settings_newpassword.Text
source: Set a password
de: Als Passwort festlegen
es: Establecer contraseña
fr_fr: Définir un mot de passe
hu_hu: Jelszó beállítása
pt_br: Definir uma senha
zh_sg: 设定密码

# Settings_personalization.Header
source: PERSONALIZATION
de: PERSONALISIERUNG
es: PERSONALIZACIÓN
fr_fr: PERSONNALISATION
hu_hu: SZEMÉLYRESZABÁS
pt_br: PERSONALIZAÇÃO
zh_sg: 个性化

# Settings_resetpassword.Content
source: Reset password
de: Passwort wiederherstellen
es: Reestablecer contraseña
fr_fr: Supprimer le mot de passe
hu_hu: Jelszó visszaállítása
pt_br: Resetar senha
zh_sg: 重设密码

# Save.Content
source: Save
de: Speichern
es: Guardar
fr_fr: Enregistrer
hu_hu: Mentés
pt_br: Salvar
zh_sg: 存档

# Settings_searchengine.Text
source: Search engine
de: Suchmaschine
es: Motor de búsqueda
fr_fr: Moteur de recherche
hu_hu: Keresőmotor
pt_br: Motor de busca
zh_sg: 搜索引擎

# Settings_searchengineex1.PlaceholderText
source: Example : "https://www.qwant.com/?q="
de: Beispiel : "https://www.qwant.com/?q="
es: Ejemplo: "https://www.qwant.com/?q="
fr_fr: Exemple : "https://www.qwant.com/?q="
hu_hu: Péda: "https://www.qwant.com/?q="
pt_br: Examplo: "https://www.qwant.com/?q="
zh_sg: 例子： "https://www.qwant.com/?q="

# Settings_searchengineex2.PlaceholderText
source: Ex : "&t=web"
de: Bsp : "&t=web"
zh_sg: 例子： "&t=web"

# Settings_searchenginepers.Content
source: <Custom>
de: <Nutzerspezifisch>
es: <Personalizado>
fr_fr: <Personnaliser>
hu_hu: <Egyéni>
pt_br: <Customizado>
zh_sg: <自定义>

# Settings_SFAction.Text
source: Action menu
de: Aktionsmenü
es: Menú de acciones
fr_fr: Menus d'actions
hu_hu: Múveletmenü
pt_br: Menu de ação
zh_sg: 操作目录

# Settings_showfavicon.Content
source: Show websites favicon
de: Websites Favicon zeigen
es: Mostrar el ícono de páginas de web favoritas
fr_fr: Afficher la favicon des sites internet
hu_hu: Mutasd a weboldal ikonját
pt_br: Mostrar ícones dos sites favoritos
zh_sg: 显示网站图标

# Settings_Stats.Text
source: Statistics
de: Statistiken
es: Estadísticas
fr_fr: Statistiques
hu_hu: Statisztikák
pt_br: Estatísticas
zh_sg: 统计

# Settings_Team.Text
source: Team
es: Equipo
fr_fr: Équipe
hu_hu: Csapat
pt_br: Time
zh_sg: 队伍

# Settings_Team_Website.Text
source: Website building
de: Website Aufbau
es: Construcción de páginas web
fr_fr: Création du site web
hu_hu: Weboldal építés
pt_br: Construção do site
zh_sg: 页面开发者

# Settings_Team_Website1.Text
source: First website
de: Erste Website
es: Primera página web
fr_fr: Premier site web
hu_hu: Első weboldal
pt_br: Primeiro site
zh_sg: 第一个页面

# Settings_themestate.Header
source: Theme
es: Tema
fr_fr: Thème
hu_hu: Téma
pt_br: Tema
zh_sg: 主题

# Settings_themecolor.OffContent
source: Automatic color
de: Automatische Farbe
es: Color automático
fr_fr: Couleur automatique
hu_hu: Automatikus szín
pt_br: Cor automática
zh_sg: 自动颜色

# Settings_themecolor.OnContent
source: Custom color
de: Nutzerspezifische Farbe
es: Color personalizado
fr_fr: Couleur personnalisée
hu_hu: Egyéni szín
pt_br: Cor customizada
zh_sg: 自定义颜色

# Settings_themestate.OffContent
source: Light
de: Hell
es: Claro
fr_fr: Clair
hu_hu: Világos
pt_br: Claro
zh_sg: 雪白

# Settings_themestate.OnContent
source: Dark
de: Dunkel
es: Oscuro
fr_fr: Sombre
hu_hu: Sötét
pt_br: Escuro
zh_sg: 暗夜

# Settings_usebluestart.Content
source: Use Bluestart
de: Bluestart benutzen
es: Usa Bluestart
fr_fr: Utiliser Bluestart
hu_hu: Használd a Bluestartot
pt_br: Usar Bluestart
zh_sg: 使用Bluestart

# YesSwitch.OffContent
source: No
de: Nein
fr_fr: Non
hu_hu: Nem
pt_br: Não
zh_sg: 否

# YesSwitch.OnContent
source: Yes
de: Ja
es: Si
fr_fr: Oui
hu_hu: Igen
pt_br: Sim
zh_sg: 是

# Settings_BluestartDownload.Text
source: Blueflap on your phone
de: Blueflap auf Ihres Handy
es: Blueflap en tu celular
fr_fr: Prolongez votre expérience
hu_hu: Blueflap a telefonodon
pt_br: Blueflap no seu celular
zh_sg: Blueflap移动版

# Settings_Contribute.Text
source: Contribute
de: Beitragen
es: Contribuya
fr_fr: Contribuer
hu_hu: Hozzájárulás
pt_br: Contribua
zh_sg: 贡献

# Settings_OpenSource.Text
source: Open Source License
de: Open Source Lizenz
es: Licencias de código abierto
fr_fr: Licence Open Source
hu_hu: Nyílt forráskódú licensz
pt_br: Licensa Open Source
zh_sg: 开放源码许可

# Settings_Rate.Content
source: Rate the app
de: Die App bewerten
es: Califique la aplicación
fr_fr: Notez l'application
hu_hu: Értékeld az alkalmazást
pt_br: Avalie o aplicativo
zh_sg: 给予评价

# Settings_Version.Text
source: Version
es: Versión
hu_hu: Verzió
pt_br: Versão
zh_sg: 版本

# Add.Content
source: Add
de: Hinzufügen
es: Agregar
fr_fr: Ajouter
hu_hu: Hozzáadás
pt_br: Adicionar
zh_sg: 加入

# AddToFavorites.Text
source: ADD TO MY FAVORITES LIST
de: ZU FAVORITEN HINZUFÜGEN
es: AGREGAR A MI LISTA DE FAVORITOS
fr_fr: AJOUTER CE SITE AUX COUPS DE CŒUR
hu_hu: HOZZÁADÁS A KEDVENCEKHEZ
pt_br: ADICIONAR A MINHA LISTA DE FAVORITOS
zh_sg: 加入最爱列表

# CopyURL.Text
source: Copy the URL
de: Die URL kopieren
es: Copiar URL
fr_fr: Copier l'URL dans le presse-papier
hu_hu: Webcím másolása
pt_br: Copiar a URL
zh_sg: 抄下网址

# DateList_2.Text
source: at
de: um
es: a las
fr_fr: à
hu_hu: kor
pt_br: às
zh_sg: 于

# Delete.Text
source: Delete
de: Löschen
es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés
pt_br: Deletar
zh_sg: 删除

# FullScreenEsc.Text
source: Press ESC to exit fullscreen mode
de: Drücken Sie ESC um dem Vollbildmodus zu beenden
es: Presiona ESC para salir del modo de pantalla completa
fr_fr: Appuyez sur la touche ECHAP pour quitter le mode plein écran
hu_hu: ESC megnyomásával kiéphetsz a teljes képernyős módból
pt_br: Aperte ESC para sair do modo tela cheia
zh_sg: 按下ESC键以退出全屏模式

# LastSearch.Text
source: Last search
de: Lätze Suche
es: Última búsqueda
fr_fr: Dernière recherche
hu_hu: Utolsó keresés
pt_br: Última pesquisa
zh_sg: 上次搜索

# Name.Text
source: Name
es: Nombre
fr_fr: Nom
hu_hu: Név
pt_br: Nome
zh_sg: 名字

# NamePlaceholder.PlaceholderText
source: Name
es: Nombre
fr_fr: Nom
hu_hu: Név
pt_br: Nome
zh_sg: 名字

# Notification_Homepage_Content.Text
source: Please check your homepage settings
de: Überprüfen Sie bitte die Einstellungen Ihrer Startseite
es: Por favor, revisa la configuración de la página de inicio
fr_fr: La page d'accueil définie est invalide. Rendez-vous dans les paramètres et vérifiez la configuration de votre page d'accueil.
hu_hu: Ellenőrizd a kezdőappal kapcsolatos beálításaidat
pt_br: Por favor cheque suas configurações de tela inicial
zh_sg: 请检查主页设置

# Notification_Homepage_Header.Text
source: Homepage error
de: Startseite Fehler
es: Error en la página de inicio
fr_fr: Erreur page d'accueil
hu_hu: Kezdőlap hiba
pt_br: Erro na página inicial
zh_sg: 主页错误

# Notification_Search_Content.Text
source: Please check your Search Engine settings
de: Überprüfen Sie bitte die Einstellungen Ihrer Suchmaschine
es: Por favor, revisa la configuración del motor de búsqueda
fr_fr: Le moteur de recherche défini est invalide. Rendez-vous dans les paramètres et vérifiez la configuration de votre moteur de recherche.
hu_hu: Ellenőrizd a keresőmotorral kapcsolatos beállításaidat
pt_br: Por favor cheque suas configurações do motor de busca
zh_sg: 请检查搜索引擎设置

# Notification_Search_Header.Text
source: Search Engine error
de: Suchmaschine Fehler
es: Error en el motor de búsquesa
fr_fr: Erreur moteur de recherche
hu_hu: Koresómotor hiba
pt_br: Erro no motor de busca
zh_sg: 搜索引擎错误

# SearchHistory.PlaceholderText
source: Search in history
de: In der Chronik suchen
es: Buscar en la historia
fr_fr: Rechercher dans l'historique
hu_hu: Keresés az előzményekben
pt_br: Pesquise no histórico
zh_sg: 寻找历史

# SetAsMyHomepage.Text
source: Set as my homepage
de: Als Startseite festlegen
es: Establecer como mi página de inicio
fr_fr: Définir comme page d'accueil
hu_hu: Beállítás kezdőlapként
pt_br: Definir como minha página inicial
zh_sg: 设为主页

# Settings_LockEnabled.Header
source: Browser lock
de: Browser sperren
es: Bloqueo del navegador
fr_fr: Verrouillage
hu_hu: Jelszavas védelem
pt_br: Senha do navegador
zh_sg: 浏览器保护

# Settings_LockEnabled.OffContent
source: Disabled
de: Deaktiviert
es: Desactivado
fr_fr: Désactivé
hu_hu: Letiltva
pt_br: Desativado
zh_sg: 已关闭

# Settings_LockEnabled.OnContent
source: Enabled
de: Aktiviert
es: Activado
fr_fr: Activé
hu_hu: Engedélyezve
pt_br: Ativado
zh_sg: 已开启

# WebPageError.Text
source: SOMETHING WENT WRONG
de: ETWAS IST SCHIEF GEGANGEN
es: ALGO SALIÓ MAL
fr_fr: LA PAGE N'A PAS PU ÊTRE CHARGÉE
hu_hu: VALAMI NEM JÓ
pt_br: ALGO DEU ERRADO
zh_sg: 有些不对劲！

# WebPageError_1.Text
source: Check your network connection
de: Überprüfen Sie bitte Ihre Netzwerkverbindung
es: Revisa tu conexión a internet
fr_fr: Êtes-vous bien connecté à internet ?
hu_hu: Ellenőrizd az internetkapcsolatodat
pt_br: Cheque sua conexão com a internet
zh_sg: 请检查网络连接

# WebPageError_2.Text
source: Check if there is any mistake in the adressbox
de: Überprüfen Sie bitte, ob die Internetadresse richtig ist
es: Revisa si hay algún error en la barra de direcciones
fr_fr: L'URL saisie est-elle valide ?
hu_hu: Nézd meg, hogy nem írtad-e be hibásan az oldal címét
pt_br: Cheque se há algum engano no endereço digitado
zh_sg: 请检查网址是否正确

# WebPageError_3.Text
source: Try to refresh this page
de: Probierien Sie bitte, die Webseite neu zu laden
es: Intenta refrescar la página
fr_fr: Essayez de recharger la page
hu_hu: Próbáld frissíteni az oldalt
pt_br: Tente recarregar essa página
zh_sg: 请尝试刷新页面

# AutoSuggestion.Text
source: Automatic suggestion
de: Automatische Vorschläge
es: Sugerencia automática
hu_hu: Automatikus kiegészítése javaslatok
pt_br: Sugestão automática
zh_sg: 自动推荐

# Download.Content
source: Download
es: Descargar
zh_sg: 下载

# FightTextbox.PlaceholderText
source: Search the web
de: Auf dem Web surchen
es: Buscar en la web
hu_hu: Keresés a neten
pt_br: Pesquisar na web
zh_sg: 在网路中搜索

# Homepagenotif.Text
source: Please check your homepage settings
de: Überprüfen Sie bitte die Einstellungen Ihrer Startseite
es: Por favor, revisa la configuración de la página de inicio
hu_hu: Ellenőrizd a kezdőappal kapcsolatos beálításaidat
pt_br: Por favor cheque suas configurações de tela inicial
zh_sg: 请检查主页设置

# Ignore.Content
source: Skip
de: Weiter
es: Siguiente
hu_hu: Kihagyás
pt_br: Pular
zh_sg: 跳过

# Lock_Date.Text
source: LOCKED AT
de: GESPERRT UM
es: BLOQUEADO A LAS
hu_hu: EKKOR LETT LEZÁRVA
pt_br: TRAVADO NA
zh_sg: 封锁时间

# Lock_Password.PlaceholderText
source: Password
de: Passwort
es: Contraseña
hu_hu: Jelszó
pt_br: Senha
zh_sg: 密码

# Lock_Title.Text
source: BLUEFLAP HAS BEEN LOCKED
de: BLUEFLAP WURDE GESPERRT
es: BLUEFLAP HA SIDO BLOQUEADO
hu_hu: A BLUEFLAP LE VAN ZÁRVA
pt_br: BLUEFLAP FOI TRAVADO
zh_sg: Blueflap已被锁上

# MiniPlayerInfo.Text
source: MiniPlayer mode available for this video
de: Der MiniPlayermodus ist für dieses Video verfügbar
es: MiniPlayer disponible para este video
hu_hu: MiniPlayer mód elérhető ehhez a videóhoz
pt_br: Modo MiniPlayer disponível para esse vídeo
zh_sg: 此影片支持迷你播放器

# More.Content
source: More...
de: Mehr...
es: Más...
hu_hu: Több...
pt_br: Mais...
zh_sg: 更多。。。

# Next.Content
source: Next
de: Nächste
es: Siguiente
hu_hu: Következő
pt_br: Próximo
zh_sg: 下一页

# NoNotif.Text
source: Nothing new here...
de: Nichts Neues hier...
es: Nada nuevo aquí...
hu_hu: Nincs semmi új...
pt_br: Nada de novo aqui...
zh_sg: 一切依旧。。。

# Notification_SearchEngineSet_Content.Text
source: A new search engine has been set
de: Eine neue Suchmaschine wurde ausgewählt
es: Un nuevo motor de búsqueda ha sido establecido
hu_hu: Új keresőmotor lett beállítva
pt_br: Um novo motor de busca foi definido
zh_sg: 已设定新的搜索引擎

# Notification_SearchEngineSet_Header.Text
source: Search Engine
de: Suchmaschine
es: Motor de búsqueda
hu_hu: Keresőmotor
pt_br: Motor de busca
zh_sg: 搜索引擎

# OpenInBF.Text
source: OPEN IN BLUEFLAP
de: MIT BLUEFLAP ÖFFNEN
es: ABRIR CON BLUEFLAP
hu_hu: MEGNYITÁS A BLUEFLAPBEN
pt_br: ABRIR NO BLUEFLAP
zh_sg: 在Blueflap内开启

# OpenMiniPlayer.Content
source: Open MiniPlayer
de: MiniPlayer öffnen
es: Abrir MiniPlayer
hu_hu: MiniPlayer megnyitása
pt_br: Abrir MiniPlayer
zh_sg: 开启迷你播放器

# SearchEngineLike.Text
source: 'Want to use it ?
de: Wollen Sie es benutzen ?
es: ¿Quieres usarlo?
hu_hu: Szeretnéd hasznáni?
pt_br: Você quer usar isso?
zh_sg: 是否使用？

# SearchEngineNotif.Text
source: Please check your search engine settings
de: Überprüfen Sie bitte die Einstellungen Ihrer Suchmaschine
es: Por favor, revisa la configuración del motor de búsqueda
pt_br: Por favor cheque suas configurações do motor de busca
zh_sg: 请检查搜索引擎设置

# SetSearchEngine.Text
source: SET AS MY SEARCH ENGINE
de: ALS STANDARDSUCHMASCHINE FESTLEGEN
es: ESTABLECER COMO MOTOR DE BUSQUEDA
hu_hu: BEÁLLÍRÁS AKTÍV KERESŐMOTORKÉNT
pt_br: DEFINIR COMO MEU MOTOR DE BUSCA
zh_sg: 设为搜索引擎

# SetSearchEngineButton.Content
source: Set as my search engine
de: Als Standardsuchmaschine festlegen
es: Establecer como motor de búsqueda
hu_hu: Keresőmotor beálítása
pt_br: Definir como meu motor de busca
zh_sg: 设为搜索引擎

# Settings.Content
source: Settings
de: Einstellungen
es: Configuraciones
hu_hu: Beállítások
pt_br: Configurações
zh_sg: 设置

# TeamSuggestion.Text
source: Highlight
es: Destacado
hu_hu: Kiemelés
pt_br: Destacar
zh_sg: 突出显示

# UseDuckDuckGo.Content
source: Use DuckDuckGo
de: DuckDuckGo benutzen
es: Usa DuckDuckGo
hu_hu: A DuckDuckGo használata
pt_br: Usar o DuckDuckGo
zh_sg: 使用DuckDuckGo

# UseGoogle.Content
source: Use Google
de: Google benutzen
es: Usa Google
hu_hu: A Google használata
pt_br: Usar o Google
zh_sg: 使用Google

# UseQwant.Content
source: Use Qwant
de: Qwant benutzen
es: Usa Qwant
hu_hu: A Qwant használata
pt_br: Usar o Qwant
zh_sg: 使用Qwant

# Welcome.Text
source: WELCOME
de: WILLKOMMEN
es: BIENVENIDO
hu_hu: ÜDVÖZLET
pt_br: BEM VINDO
zh_sg: 欢迎

# Welcome_Anim1.Value
source: WE ARE READY
de: WIR SIND BEREIT
es: TODO LISTO
hu_hu: KÉSZEN IS VOLNÁNK
pt_br: NÓS ESTAMOS PRONTOS
zh_sg: 一切准备就绪！

# Welcome_Anim2.Value
source: WELCOME
de: WILLKOMMEN
es: BIENVENIDO
hu_hu: ÜDVÖZLET
pt_br: BEM VINDO
zh_sg: 欢迎

# Welcome_Beta.Text
source: BLUEFLAP IS STILL IN BETA
de: BLUEFLAP IST NOCH IN DER BETA-ENTWICKLUNGSPHASE
es: BLUEFLAP TODAVÍA ESTÁ EN BETA
hu_hu: A BLUEFLAP EGYELŐRE MÉG MINDIG EGY BÉTA!
pt_br: BLUEFLAP AINDA ESTÁ EM BETA
zh_sg: Blueflap目前依然处于测试阶段中

# Welcome_Beta1.Text
source: We haven't finished yet but we were dying to show you this all new version of Blueflap.
de: Wir sind mit der Entwicklung Blueflaps noch nicht vertig aber wir brannten darauf, diese neue Version Ihnen zu zeigen.
es: Aún no hemos terminado pero moríamos por mostrarte esta completamente nueva versión de Blueflap.
hu_hu: Még nem végeztünk a fejlesztésével, viszont nagyon szerettük volna megmutatni neked ezt a vadonatúj verziót.
pt_br: Nós ainda não o finalizamos, mas estávamos morrendo de vontade de lhe mostrar a nova versão do Blueflap.
zh_sg: 虽然还是个未成品，但我们已迫不及待想让大家目睹最新版本的Blueflap。

# Welcome_Beta2.Text
source: That's why if something doesn't work it's not a problem... Well... It's not a problem yet...
de: Deshalb ist es kein riesiges Problem, ob etwas nicht funktionniert... zurzeit kein Problem
es: Es por esto que si algo no funciona no es un problema... Bueno... No es un problema aún...
hu_hu: Ezért ha valami nem működik, az nem baj. Vagyis... Még nem baj...
pt_br: Então se algo não está funcionando, não é um problema... Bem... Não é um problema ainda..
zh_sg: 因此，若您在使用时遇上问题，或许是我们还未完成的部分。

# Welcome_Beta3.Text
source: To report an issue send a tweet to @BlueflapBrowser with the hashtag #Blueflap5Beta
de: Um ein Problem auf unsere Aufmerksamkeit zu bringen senden Sie bitte @BlueflapBrowser einen Tweet mit dem Hashtag #Blueflap5Beta
es: Para reportar un problema envía un tweet a @BlueflapBrowser con el hashtag #Blueflap5Beta
hu_hu: Ha szeretnél bejelenteni egy hibát, akkor tweetelj nekünk: @BlueflapBrowser, #Blueflap5Beta
pt_br: Para reportar um problema, mande um tweet para @BlueflapBrowser com a hashtag #Blueflap5Beta
zh_sg: 若想要举报问题或提供回馈，不妨在推特（Twitter）以hashtag #Blueflap5Beta 发送推文至 @BlueflapBrowser 。

# Welcome_Beta4.Text
source: That's why it would be great if you didn't rate us badly (Windows Store) during this beta.
de: Deswegen wäre es nett, wenn Sie uns während dieser Beta-Version nicht schlecht auf dem Windows Store bewerten.
es: Sería grandioso si no nos calificaras mal (Windows Store) durante esta beta.
hu_hu: És ezért lenne jó, hogyha nem értékelnél minket rosszul az Áruházban.
pt_br: Dessa forma, séria ótimo se você não nos avaliasse mal (Windows Store) durante essa beta.
zh_sg: 希望大家能在测试阶段期间避免在Windows Store里为我们留下差评。

# Welcome_Bluestart1.Text
source: Discover Bluestart, your personal and customizable homepage. Bluestart gives you a quick access to Blueflap's exclusive features.
de: Entdecken Sie Bluestart, Ihre nutzerspezifische konfigurierbare Startseite. Bluestart erlaubt Ihnen einen schnellen Zugriff zu alle exklusiven Blueflaps Optionen.
es: Descubre Bluestart, tu página de inicio personalizable. Bluestart te da rápido acceso a las características exclusivas de Blueflap.
hu_hu: Fedezd fel a Bluestartot, a saját, személyes és testreszabható kezdőlapodat, ami gyors hozzáférést biztosít neked a Blueflap exkluzív funkcióihoz.
pt_br: Descubra Bluestart, sua página inicial pessoal e customizável. Bluestart lhe dá um rápido acesso a recursos exclusivos.
zh_sg: 推介Bluestart，您个性化的主页。通过Bluestart，您可以快速启用Blueflap内专有的功能。

# Welcome_Bluestart2.Text
source: Of course you will be able to search the web with the search engine you want !
de: Natürlich können Sie die Suchmaschine Ihren Wahl benutzen !
es: ¡Por supuesto que tienes la posibilidad de de escoger el motor de búsqueda que más te guste !
hu_hu: Természetesen olyan keresőmotort használhatsz, amit csak szeretnél!
pt_br: É claro que você poderá escolher ao motor de busca de sua preferência!
zh_sg: 当然，您可以使用最爱的搜索引擎在网海中探索！

# Welcome_HomepageConfig.Text
source: HOMEPAGE CONFIGURATION
de: PERSONALISIERUNG DER STARTSEITE
es: CONFIGURACIÓN DE INICIO
hu_hu: KEZDŐLAP BEÁLLÍTÁSAI
pt_br: CONFIGURAÇÃO DE PÁGINA INICIAL
zh_sg: 主页设置

# Welcome_Lock.Text
source: BROWSER LOCK
de: BROWSER SPERREN
es: BLOQUEO DEL NAVEGADOR
hu_hu: JELSZAVAS VÉDELEM
pt_br: SENHA DO NAVEGADOR
zh_sg: 浏览器保护

# Welcome_Password1.PlaceholderText
source: Password
de: Passwort
es: Contraseña
hu_hu: Jelszó
pt_br: Senha
zh_sg: 密码

# Welcome_Password2.PlaceholderText
source: Password verification
de: Passwort Bestätigung
es: Verificar contraseña
hu_hu: Jelszó megerősítése
pt_br: Verificação de senha
zh_sg: 密码验证

# Welcome_searchengine.Text
source: SEARCH ENGINE
de: SUCHMASCHINE
es: MOTOR DE BÚSQUEDA
hu_hu: KERESŐMOTOR
pt_br: MOTOR DE BUSCA
zh_sg: 搜索引擎

# Welcome_SearchEngine1.Text
source: You can use the search engine you want on Blueflap. To find out which fits you the best we created "SearchFight" the first search engine comparator.
de: Mit Blueflap können Sie die Suchmaschine Ihren Wahl benutzen. Zu finden welche Ihnen am besten passt haben wir dem Suchmaschinenvergleicher "SearchFight" kreirt.
es: Puedes escoger el motor de búsqueda que más te guste en Blueflap. Para descubrir cuál se adapta mejor a ti hemos creado "SearchFight", el primer comparador de motores de búsqueda.
hu_hu: Bármilyen keresőmotorral használhatod a Blueflapet. Hogy rájöjj, hogy melyik illik hozzád a legjobban, megalkottuk a "SearchFight"-ot, amivel összehasoníthatod azok eredményeit.
pt_br: Você pode usar o motor de busca que quiser no Blueflap. Para achar o que se encaixa melhor em você, nós criamos o "SearchFight", o primeiro comparador de motores de buscas.
zh_sg: 在Blueflap内，您可以使用您意想中的搜索引擎。若想要找出最适合您的搜索引擎，可以试试我们开发的第一款搜索引擎比较器，SearchFight。
